tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
tap "homebrew/services"
tap "mongodb/brew"
brew "gdbm"
brew "openssl@1.1"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git-quick-stats"
brew "hey"
brew "htop"
brew "hyperfine"
brew "icu4c"
brew "mkcert"
brew "pcre"
brew "nginx", restart_service: true
brew "nmap"
brew "node"
brew "node@10"
brew "node@12"
brew "node@14"
brew "onefetch"
brew "redis", restart_service: true
brew "ripgrep"
brew "tldr"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongosh"
cask "font-cascadia-code"
cask "font-fira-code"
