tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
tap "homebrew/services"
tap "joedrago/repo"
tap "mongodb/brew"
brew "age"
brew "gdbm"
brew "openssl@1.1"
brew "python@3.9"
brew "autojump"
brew "bat"
brew "exa"
brew "fd"
brew "fzf"
brew "git-standup"
brew "hey"
brew "hyperfine"
brew "mkcert"
brew "n"
brew "pcre"
brew "nginx", restart_service: true
brew "nmap"
brew "redis", restart_service: true
brew "ripgrep"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
cask "font-cascadia-code"
cask "font-fira-code"
