tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
tap "homebrew/services"
tap "mongodb/brew"
brew "age"
brew "bat"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "hexyl"
brew "hey"
brew "hyperfine"
brew "mkcert"
brew "n"
brew "openssl@1.1"
brew "pcre"
brew "nginx", restart_service: true
brew "nmap"
brew "redis"
brew "ripgrep"
brew "tealdeer"
brew "tokei"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
cask "font-cascadia-code"
cask "font-fira-code"
cask "keka"
cask "maccy"
cask "qv2ray"
cask "vnc-viewer"
